const AboutPage = () => {
  return (
    <main className="max-w-7xl m-auto">
      <div className="sm:h-screen flex items-center">
        <div className="p-8 sm:p-12">
          <h1 className="text-4xl">ประวัติของเรา</h1>
          <br />
          <p>
            &emsp;วิทยาลัยเทคนิคเชียงใหม่ ได้รับการจัดตั้งและเปิด
            ทำการสอนครั้งแรกขึ้นในปี พุทธศักราช 2480 ในชื่อของ
            &ldquo;โรงเรียนช่างไม้เชียงใหม่&rdquo; เวลาผ่านมาอีก 24 ปี
            ในพุทธศักราช 2503
            ได้รับการช่วยเหลือจากองค์การสนธิสัญญาป้องกันภาคพื้นเอเชียตะวันออกเฉียงใต้
            เปิดการสอนตามหลักสูตร ประกาศนียบัตรมัธยมตอนปลายสายอาชีพ
          </p>
          <br />
          <p>
            &emsp;ซึ่งแผนกวิชาช่างอิเล็กทรอนิกส์ได้เริ่มเปิดสอนเป็นปีแรกในชื่อ
            &ldquo;แผนกวิชาช่างวิทยุและโทรคมนาคม&rdquo;
            พร้อมๆกับชื่อของสถานศึกษาเป็นชื่อเป็น
            &ldquo;โรงเรียนช่างไม้เชียงใหม่&rdquo; เวลาผ่านไป 8 ปี พุทธศักราช
            2511 โรงเรียนการช่างเชียงใหม่ ได้รับพัฒนาทั้ง อาคาร บุคลากร
            วัสดุครุภัณฑ์
            โดยเข้าอยู่ในโครงการเงินกู้เพื่อพัฒนาอาชีวศึกษาของกรมอาชีวศึกษา
            กระทรวงศึกษาธิการชื่อแผนกวิชาช่างจึงถูกเปลี่ยนจากแผนกวิชาช่างวิทยุและโทรคมนาคมมาเป็น
            &ldquo;
            <span className="text-blue-500">แผนกวิชาช่างอิเล็กทรอนิกส์</span>
            &rdquo;
          </p>
        </div>
      </div>
    </main>
  );
};

export default AboutPage;
